[GENERAL]
NAME					= Latviski
TRANSLATOR				= Juris Hasjanovs
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= Labi
TEXT_MESSAGEBOX_CANCEL			= Atcelt
TEXT_MESSAGEBOX_ABORT			= Pārtraukt
TEXT_MESSAGEBOX_RETRY			= Atkārtot
TEXT_MESSAGEBOX_IGNORE			= Ignorēt
TEXT_MESSAGEBOX_YES			= Jā
TEXT_MESSAGEBOX_NO			= Nē
TEXT_MESSAGEBOX_CONTINUE		= Turpināt

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Portatīvs
TEXT_BUILDNO				= Izlaidums#
TEXT_SELECT_FOLDER			= Izvēlēties mapi.
TEXT_ASSOC_IMAGE			= Attēla (${str1}) fails
TEXT_ASSOC_RAWIMAGE			= RAW attēla (${str1}) fails
TEXT_ASSOC_EBOOK			= Attēlu arhīva (${str1}) fails
TEXT_APP_DESC				= Honeyview ir ļoti ātrs attēlu skatītājs.
TEXT_ABOUTBOX_TAB1			= Par Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Attēla fails
TEXT_OPENFILEDLG_ALLFILE		= Visi faili
TEXT_NEW_FOLDER				= Jauna mape
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Neizdevās ielādēt nepieciešamos failus.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Versijas pārbaude neizdevās
TEXT_UPDATE_VERSION_CHECKING		= Versijas pārbaude
TEXT_UPDATE_DOWNLOAD_FAILED		= Ielāde neizdevās
TEXT_UPDATE_LATEST_VERSION		= Nav atjauninājumu
TEXT_UPDATE_DO_DOWNLOAD			= Ir atrasti atjauninājumi
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Ielāde pabeigta

TEXT_MSG_LASTPAGE			= Šis ir pēdējais attēls.
TEXT_MSG_FIRSTPAGE			= Šis ir pirmais attēls.
TEXT_MSG_NOIMAGEFILE			= Nav attēlu arhīva failā.
TEXT_MSG_INVALID_PHOTOFOLDER		= Lūdzu norādiet iestatījumos 'Foto mapes' atrašanās vietu.
TEXT_MSG_CANTOPENARCHIVE		= Kļūda atverot failu:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Šis fails netiek atbalstīta. Atjaunojiet uz jaunāko versiju.
TEXT_MSG_INVALID_PASSWORD		= Nepareiza parole.
TEXT_MSG_STRETCHWHENSMALL_ON		= Izstiept mazos attēlus: Ieslēgts
TEXT_MSG_STRETCHWHENSMALL_OFF		= Izstiept mazos attēlus: Izslēgts
TEXT_MSG_CANTOPENBOOKMARK		= Kļūda atverot grāmatzīmes.
TEXT_MSG_BROKENARCHIVE			= Šis arhīva fails ir bojāta.
TEXT_MSG_ADDTOBOOKMARK			= Pievienot grāmatzīmēm: 
TEXT_MSG_LOADRECENTBOOKMARK		= Atvērt nesen saglabāto grāmatzīmi:
TEXT_MSG_SLIDESHOWSTART			= Sākt slīdrādi: ${TIME}sec
TEXT_MSG_SLIDESHOWSTOP			= Apturēt slīdrādi
TEXT_MSG_ALWAYSONTOP_ON			= Vienmēr virspusē: Ieslēgts
TEXT_MSG_ALWAYSONTOP_OFF		= Vienmēr virspusē: Izslēgts
TEXT_MSG_ZOOMFIX_ON			= Fiksēt mērogu: Ieslēgts
TEXT_MSG_ZOOMFIX_OFF			= Fiksēt mērogu: Izslēgts
TEXT_MSG_EXTPROGERR_LAUNCH		= Atvērt attēlu redaktorā
TEXT_MSG_EXTPROGERR_NOTSET		= Atzīmējiet attēlu redaktoru konfigurācijā (Paint, Photoshop, etc.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Atcerēties vietu arhīva failā:
TEXT_MSG_RESTART_NOTIFY			= Programma restartēsies.
TEXT_MSG_COPY2CLIPBOARD			= Iekopēts starpliktuvē.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Neizdevās iekopēt starpliktuvē.
TEXT_MSG_BOOKMARK_EXPORTED		= Grāmatzīme saglabāta.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Neizdevās saglabāt grāmatzīmes.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Neizdevās atvērt grāmatzīmes 
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Neizdevās importēt grāmatzīmes.
TEXT_MSG_BOOKMARK_IMPORTED		= Grāmatzīmes ir importētas.
TEXT_MSG_SETWALLPAPER_FAILED		= Neizdevās iestatīt ka darbvirsmu.
TEXT_MSG_CANT_OPEN_IMAGE		= Nevar atvērt attēlu.
TEXT_MSG_TRANSFORM_COMPLETED		= Apstrāde pabeigta.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Nevar atvērt failu.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Nevar saglabāt failu.
TEXT_MSG_CANT_OPEN_MMF			= Nevar atvērt MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Programma restartēsies.
TEXT_MSG_DELETED			= Izdzēsts

TEXT_ASK_INIT				= Atiestatīt uz noklusējumu?
TEXT_ASK_DELETE_IMAGE			= Vai vēlaties pārvietot šo attēlu uz miskasti?
TEXT_ASK_DELETE_ARCHIVE			= Šis attēls ir daļa no arhīva faila.[br][br]Vai izdzēst arhīva failu (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL		= Vai izdzēst visas saglabātās grāmatzīmes?
TEXT_ASK_LAUNCH_ASSOCUI			= Priekš Windows 8 vai vēlākām versijām, lietotājam paplašinājumu piesaiste jāveic manuāli. [br][br]Vai veikt paplašinājumu piesaisti?
TEXT_ASK_STOP_BATCH_PROCESSING		= Notiek apstrāde. vai pārtraukt to?

TEXT_FILTERMODE_NONE			= Bez filtriem
TEXT_FILTERMODE_BILINEAR		= Filtrs: Izlīdzināt
TEXT_FILTERMODE_SHARPEN			= Filtrs: Izlīdzināt+Uzlabot asumu

TEXT_SHOWMODE_NONE			= Skats: oriģināls izmērs (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Skats: ievietot logā
TEXT_SHOWMODE_FIT2WIDTH			= Skats: ievietot platumā
TEXT_SHOWMODE_TWO_L2R			= Dubultlapa (Kreisā->Labā)
TEXT_SHOWMODE_TWO_R2L			= Dubultlapa (Kreisā<-Labā)

TEXT_NEXTPATH_NOFILE			= Iet uz mapi: pēdējais attēls (Atveriet failu)
TEXT_NEXTPATH_LASTFOLDER		= Nākamā mape: pēdējais attēls
TEXT_PREVPATH_LASTFOLDER		= Iepriekšējā mape: Unable to navigate
TEXT_NEXTPATH_OPENFOLDER		= Nākamā mape:
TEXT_PREVPATH_OPENFOLDER		= Iepriekšējā mape:

TEXT_DELETE				= Dzēst: 
TEXT_COPY_TO_PHOTOFOLDER1		= Kopēt uz Foto mape 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Kopēt uz Foto mape 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Pārvietot uz Foto mape 1:

TEXT_SELECTFILEDLG_FILELIST		= Saraksts
TEXT_SELECTFILEDLG_DATE			= Labošanas datums
TEXT_SELECTFILEDLG_SIZE			= Izmērs

TEXT_BOOKMARKEDITDLG_PATH		= Vieta

TEXT_PAGETURNFX_NONE			= Bez efektiem
TEXT_PAGETURNFX_HV2			= Pāršķirt
TEXT_PAGETURNFX_ALPHA			= Aizvietot
TEXT_PAGETURNFX_SLIDE			= Slidināt

TEXT_FILEINFO_FILENAME			= Faila nosaukums
TEXT_FILEINFO_SIZE			= Attēla izmērs
TEXT_FILEINFO_CREATETIME		= Izveidošanas datums
TEXT_FILEINFO_MODIFYTIME		= Labošanas datums
TEXT_FILEINFO_IMGINFO			= Attēla informācija
TEXT_FILEINFO_ROTATE			= Pagriešanas informācija
TEXT_FILEINFO_ZOOM			= Mērogs

TEXT_EXIF_MAKER				= Ražotājs
TEXT_EXIF_MODEL				= Fotoaparāta modelis
TEXT_EXIF_SOFTWARE			= Programmatūra
TEXT_EXIF_ARTIST			= Autors
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Autortiesības
TEXT_EXIF_DATETIME			= Fotografēšanas Datums/Laiks
TEXT_EXIF_FLASHUSED			= Zibspuldze
TEXT_EXIF_FOCALLENGTH			= Fokusa garums
TEXT_EXIF_FOCALLENGTH_35MM		= 35mm ekvivalents
TEXT_EXIF_EXPOSURETIME			= Ekspozīcijas laiks
TEXT_EXIF_EXPOSUREBIAS			= Ekspozīcijas korekcija
TEXT_EXIF_APERTUREFNUMBER		= Diafragmas atvērums
TEXT_EXIF_ISOEQUIVALENT			= Jūtība (ISO)
TEXT_EXIF_METERINGMODE			= Ekspozīcijas režīms
TEXT_EXIF_EXPOSUREPROGRAM		= Ekspozīcijas programma
TEXT_EXIF_DISTANCE			= Distance
TEXT_EXIF_GPS				= GPS informācija
TEXT_EXIF_COMMENT			= Komentāri

TEXT_CUSTOMCMD_NOOPERATION		= Nedarīt neko
TEXT_CUSTOMCMD_FULLSCREEN		= Pilnekrāna
TEXT_CUSTOMCMD_MAXIMIZE			= Maksimizēt
TEXT_CUSTOMCMD_MINIMIZE			= Minimizēt
TEXT_CUSTOMCMD_PAGESELECT		= Izvēlēties attēlu
TEXT_CUSTOMCMD_EXIT			= Iziet
TEXT_CUSTOMCMD_OPEN			= Atvērt failu
TEXT_CUSTOMCMD_OPENFOLDER		= Atvērt mapi
TEXT_CUSTOMCMD_NEXT1			= Nākamā 1 lapa (Dubultskats) 
TEXT_CUSTOMCMD_PREV1			= Iepriekšējā 1 lapa (Dubultskats)
TEXT_CUSTOMCMD_NEXT			= Nākamais attēls
TEXT_CUSTOMCMD_PREV			= Iepriekšējais attēls
TEXT_CUSTOMCMD_NEXT_RANDOM		= Nākamais nejaušs attēls
TEXT_CUSTOMCMD_PREV_RANDOM		= Iepriekšējais nejaušs attēls
TEXT_CUSTOMCMD_HOME			= Pirmais attēls
TEXT_CUSTOMCMD_END			= Pēdējais attēls
TEXT_CUSTOMCMD_NEXT10			= Nākamais 10tais attēls
TEXT_CUSTOMCMD_PREV10			= Iepriekšējais 10tais attēls
TEXT_CUSTOMCMD_SCROLL_UP		= Ritināt uz augšu
TEXT_CUSTOMCMD_SCROLL_DN		= Ritināt uz leju
TEXT_CUSTOMCMD_SCROLL_LEFT		= Ritināt pa kreisi
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Ritināt pa labi
TEXT_CUSTOMCMD_ZOOM_IN			= Mērogu palielināt
TEXT_CUSTOMCMD_ZOOM_OUT			= Mērogu samazināt
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Kopēt uz Foto mapi
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Pārvietot uz Foto mapi
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Kopēt uz Foto mapi 2
TEXT_CUSTOMCMD_NEXTPATH			= Nākamā arhīva Fails/Mape
TEXT_CUSTOMCMD_PREVPATH			= Iepriekšējā arhīva Fails/Mape
TEXT_CUSTOMCMD_CONTEXT_MENU		= Konteksta izvēle
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Skatīt Faila/EXIF informāciju

TEXT_COMBO_GIF_TRANS_OPTION_0		= Lietot oriģinālo GIF paleti
TEXT_COMBO_GIF_TRANS_OPTION_1		= Balts fons
TEXT_COMBO_GIF_TRANS_OPTION_2		= Caurspīdīgs fons
TEXT_COMBO_GIF_TRANS_OPTION_3		= Melns fons

TEXT_COMBO_LASTFILE_ACTION_NONE		= Neko nedarīt
TEXT_COMBO_LASTFILE_ACTION_ASK		= Jautāt
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Iet uz pirmo failu
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Iet uz  Nākamo/Iepriekšējo Mapi/Failu

TEXT_ASSOC_GROUP0			= Bieži lietoti attēlu formāti
TEXT_ASSOC_GROUP1			= Nesen ieviestie attēlu formāti
TEXT_ASSOC_GROUP2			= Attēlu formāti bez zudumiem (Fotokameras)
TEXT_ASSOC_GROUP3			= Arhīva datņu formāti

TEXT_SORT_METHOD_FILENAME		= Kārtot pēc nosaukuma
TEXT_SORT_METHOD_DATE			= Kārtot pēc labošanas datuma
TEXT_SORT_METHOD_SIZE			= Kārtot pēc izmēra
TEXT_SORT_METHOD_EXT			= Kārtot pēc tipa

TEXT_TRANSF_RESIZE_NONE			= Nemainīt izmēru
TEXT_TRANSF_RESIZE_KEEPRATIO		= Saglabāt malu attiecību
TEXT_TRANSF_RESIZE_FITWIDTH		= Ietilpināt platumā
TEXT_TRANSF_RESIZE_ADD			= Pievienot malas 
TEXT_TRANSF_RESIZE_CUT			= Apgriezt attēlu
TEXT_TRANSF_RESIZE_STRETCH		= Izstiept attēlus

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Auto
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Iepriekšējā mape ( [ )
TEXT_BTN_NEXT_FOLDER			= Nākamā mape ( ] )
TEXT_BTN_PREV_ARCHIVE			= Iepr. arhīva fails ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Nāk. arhīva fails ( ] )


[MENU]
MENUSTR_OPEN				= Atvērt\tF2
MENUSTR_OPENFOLDER			= Atvērt mapi\tF
MENUSTR_CLOSE				= Aizvērt\tF4
MENUSTR_PAGESELECT			= Izvēlēties attēlu\tEnter
MENUSTR_OPEN_FILEPOSITION		= Skatīt failu pārlūkā\tCtrl+Enter

MENUSTR_FILTER_NONE			= Bez filtriem\tU
MENUSTR_FILTER_BILINEAR			= Izlīdzināt\tI
MENUSTR_FILTER_SHARPEN			= Izlīdzināt+Uzlabot asumu\tS

MENUSTR_PAGEMOVE			= Navigācija
MENUSTR_PAGEMOVE_NEXT			= Nākamais attēls\t->
MENUSTR_PAGEMOVE_PREV			= Iepriekšējais attēls\t<-
MENUSTR_PAGEMOVE_HOME			= Pirmais attēls\tHome
MENUSTR_PAGEMOVE_END			= Pēdējais attēls\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Nākamais 10tais attēls\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Iepriekšējais 10tais attēls\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Nākamais nejaušs attēls\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Iepriekšējais nejaušs attēls\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Nakamā Mape/Arhīva fails\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Iepriekšējā Mape/Arhīva fails\t[

MENUSTR_INTERPOLATEMODE			= Interpolācija (Mērogošanas filtrs)
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilineārā (Ātrāka)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Bikubiskā (Lēnāka, Augstāka kvalitāte)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos metode (Lēnāka, Augstāka kvalitāte)

MENUSTR_IMAGE_PROCESSING		= Attēla efekti
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Negatīvs\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Gamma kompensācija\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Apgriezt vertikāli\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Apgriezt horizontāli\tCtrl+M

MENUSTR_SORT_METHOD			= Kārtot pēc
MENUSTR_SORT_METHOD_FILENAME		= Nosaukuma
MENUSTR_SORT_METHOD_DATE		= Labošanas datuma
MENUSTR_SORT_METHOD_SIZE		= Izmēra
MENUSTR_SORT_METHOD_EXT			= Tipa
MENUSTR_SORT_DESCENDING			= Dilstošā secībā

MENUSTR_SHOWMODE			= Attēla skatīšana
MENUSTR_FILTER_STRETCHWHENSMALL		= Izvērst mazus attēlus\tZ
MENUSTR_SHOWMODE_NONE			= Oriģināls izmērs (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Ievietot logā\t9
MENUSTR_SHOWMODE_FITWIDTH		= Ievietot platumā\t8
MENUSTR_SHOWMODE_TWO_L2R		= Dubultlapa (Kreisā->Labā)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Dubultlapa (Kreisā<-Labā)\t6

MENUSTR_ZOOM				= Mērogs
MENUSTR_ZOOM_IN				= Palielināt\t+
MENUSTR_ZOOM_OUT			= Samazināt\t-
MENUSTR_ZOOM_FIX			= Fiksēt\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Palielināt(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Samazināt(1%)\tCtrl+-

MENUSTR_ROTATION			= Pagriešana
MENUSTR_ROTATION_NONE			= Neveikt pagriešanu\tAlt+Up
MENUSTR_ROTATION_L90			= Pagriezt par -90˚\tAlt+Left
MENUSTR_ROTATION_R90			= Pagriezt par 90˚\tAlt+Right
MENUSTR_ROTATION_180			= Pagriezt par 180˚\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Faila/EXIF informācija\tTAB
MENUSTR_WALLPAPER			= Iestatīt kā darbvirsmu
MENUSTR_DELETE				= Dzēst\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Kopēt uz Foto mapi\tIns
MENUSTR_EXTPROG0			= Atvērt attēlu redaktorā\tCtrl+E
MENUSTR_PRINT				= Drukāt\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Kopēt uz starpliktuvi\tCtrl+C

MENUSTR_SETTING				= Konfigurācija\tF5
MENUSTR_ABOUT				= Par Honeyview\tF1
MENUSTR_EXIT				= Iziet\tX

; about popup menu
MENUSTR_HOMEPAGE			= Mājas lapa
MENUSTR_HELP				= Ātro taustiņu apraksts

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Pievienot grāmatzīmēm\tB
MENUSTR_BOOKMARK_DELALL			= Dzēst visas grāmatzīmes
MENUSTR_BOOKMARK_SETTTING		= Grāmatzīmju iestatījumi
MENUSTR_BOOKMARK_EDIT			= Labot grāmatzīmes\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Apturēt slīdrādi\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 sekunde\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 sekundes\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 sekundes\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 sekundes\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 sekundes\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 sekundes\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 sekundes\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 sekundes\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 sekundes\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 sekundes
MENUSTR_SLIDESHOW_15			= 15 sekundes
MENUSTR_SLIDESHOW_20			= 20 sekundes
MENUSTR_SLIDESHOW_25			= 25 sekundes
MENUSTR_SLIDESHOW_30			= 30 sekundes
MENUSTR_SLIDESHOW_60			= 60 sekundes
MENUSTR_SLIDESHOW_90			= 90 sekundes
MENUSTR_SLIDESHOW_LOOP			= Atkārtot
MENUSTR_SLIDESHOW_RANDOM		= Jauktā secībā

MENUSTR_PAGETURNFX_NONE			= Bez efektiem
MENUSTR_PAGETURNFX_HV2			= Pāršķirt
MENUSTR_PAGETURNFX_ALPHA		= Aizvietot
MENUSTR_PAGETURNFX_SLIDE		= Slidināt

MENUSTR_PHOTOFOLDER_COPY1		= Kopēt uz Foto mapi 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Pārvietot uz Foto mapi 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Kopēt uz Foto mapi 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Foto mapes iestatījumi
MENUSTR_PHOTOFOLDER_OPEN		= Atvērt Foto mapi 1

MENUSTR_TRANSFORMDLG			= Apstrādāt attēlu (Pagriezt, Mainīt izmēru)\tCtrl+T

[DIALOG]
IDCANCEL				= Atcelt
IDOK					= Labi

[IDD_ABOUT]  
IDD_ABOUT				= Par Honeyview
IDC_BTN_HOMEPAGE			= Mājas lapa
IDC_BTN_UPDATE				= Atjaunināt

[IDD_SETTING]
IDD_SETTING				= Konfigurācija
IDC_BTN_INIT				= Atiestatīt

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Vispārīgie iestatījumi
IDC_CHK_USESNAP				= Piesaistīt logu darbvirsmas malām
IDC_CHK_DONOTREMEMBERFOLDER		= Nesaglabāt nesen lietotās mapes vietu
IDC_CHK_ONE_INSTANCE			= Neatļaut vairākas programmas Honeyview instances
IDC_CHK_ASK_DELETE			= Jautāt pirms faila dzēšanas
IDC_CHK_NO_CENTER_MESSAGE		= Rādīt paziņojumus stūrī nevis vidū
IDC_CHK_ALWAYS_ON_TOP			= Vienmēr virspusē (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Iziet ar ESC
IDC_CHK_CHECK_UPDATE			= Pārbaudīt atjauninājumus
IDC_CHK_CHECK_UPDATE_MINOR		= Pārbaudīt mazsvarīgos atjauninājumus
IDC_STATIC_LASTFILEACTION_IMAGE		= Sasniedzot pēdējo/pirmo attēlu:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Sasniedzot pēdējo/pirmo attēlu arhīva failā:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Skatīšanas iestatījumus
IDC_CHK_SHOWBORDER			= Rādīt galvenā loga apmales
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Rādīt attēla nosaukumu uz attēla, ja galvenā izvēlne ir psalēpta (Hotkey: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Saglabāt fiksētā mēroga stāvokli
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Nerādīt augšas izvēlnes paneli
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Nerādīt apakšas kontroles paneli
IDC_CHK_DO_NOT_SIDE_ARROW		= Nerādīt sānu bultu pogas
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Nerādīt animācijas vadību
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Nerādīt mērogošanas vadību
IDC_CHK_HIDE_TOOLTIP_HELP		= Nerādīt uzlecošos paskaidrojumus uzbraucot ar kursoru
IDC_CHK_EXIFINFO_SMALL_FONT		= Lietot mazāka izmēra burtus EXIF/Faila informācijai
IDC_CHK_USEBKGNDIMAGE			= Mainīt noklusēto fona attēlu
IDC_BTN_BKGND_SET			= Atrast...
IDC_BTN_BKGND_OPEN			= Atvērt mapi
IDC_STATIC_BKGNDCOLOR			= Fona krāsa:
IDC_BTN_BKGND				= Izvēlēties...
IDC_STATIC_BORDERCOLOR			= Apmales krāsa:
IDC_BTN_BORDERCOLOR			= Izvēlēties...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Grāmatzīmju iestatījumi
IDC_CHK_AUTOBOOKMARK			= Automātiski saglabāt dotā attēla vietu grāmatzīmēs
IDC_CHK_SHARE_SETTING			= Koplietot konfigurācijas/grāmatzīmes starp vairākām programmām.
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Automātiski atcerēties dotā attēla vietu saspiestā attēlu failā
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Dzēst
IDC_STATIC_MAX_BOOKMARK			= Maks. grāmatzīmju skaits:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Piesaistīto datņu paplašinājumu saraksts
IDC_BTN_IMAGE_SELECT			= Izvēlēties visus
IDC_BTN_IMAGE_DESELECT			= Atcelt izvēli visiem
IDC_BTN_APPLY_NOW			= Apstiprināt

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Paplašinājumu piesaistīšana
IDC_STATIC_ASSOC_DESC1			= Windows 8 vai vēlākām versijām, piesaistiet faila paplašinājumus sekojoši:
IDC_STATIC_ASSOC_DESC2			= 1. Nospiediet "Papl. piesaistīšana" pogu.
IDC_STATIC_ASSOC_DESC3			= 2. Atzīmējiet "Atlasīt visu" programmas piesaistījumu iestatīšanas logā.
IDC_STATIC_ASSOC_DESC4			= 3. Nospiediet pogu "Saglabāt".
IDC_STATIC_ASSOC_DESC1_10		= Windows 10 vai vēlākām versijām, piesaistiet faila paplašinājumus sekojoši:
IDC_STATIC_ASSOC_DESC2_10		= 1. Nospiediet "Papl. piesaistīšana" pogu.
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Papl. piesaistīšana
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Klasiskā metode

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Attēlu apstrāde
IDC_CHK_EXIFROTATION			= Automātiski pagriezt attēlu pēc EXIF datiem
IDC_CHK_STRONG_SHARPEN			= Lietot stiprāku asuma uzlabošanas filtru
IDC_CHK_CACHE_IMAGE			= Ielasīt kešatmiņā nākamo attēlu
IDC_STATIC_CACHE_MEMORY_SIZE		= Kešatmiņas izmērs: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Rādīt attēla augšpusi, ja tas ir lielāks par logu
IDC_CHK_USE_PREVIEW_MODE		= Vispirms parādīt attēlus ar zemāku kvalitāti ātrākai attēlošanai
IDC_CHK_USE_IMAGE_ICC			= Izmantot attēla ICC profila datus
IDC_CHK_USE_MONITOR_ICC			= Izmantot monitora ICC profila datus
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Caurspīdīgs fons GIF attēliem:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Caurspīdīgs fons 32-bit attēliem:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpolācija (Mērogošanas filtrs):
IDC_STATIC_PAGETURNFX			= Lapas pagriešanas efekts:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Izvēle
IDC_STATIC_CUSTOMKEYDESC_KEY		= Taustiņš
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Darbība

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Iestatījumi
IDC_STATIC_CUSTOMMOUSE_ACTION		= Darbība
IDC_CHK_CUSTOM_LBUTTON			= Kreisā poga
IDC_CHK_DBLCLICK2MAXIMIZE		= Maksimizēt/Atgriezt ar dubultklikšķi
IDC_CHK_CLICK2PAGETURN			= Pāršķirt attēlus noklikšķinot ekrāna kreisajā vai labajā pusē
IDC_CHK_CUSTOM_MBUTTON			= Vidējā poga
IDC_CHK_CUSTOM_RBUTTON			= Labā poga
IDC_CHK_CUSTOM_XBUTTON			= X poga
IDC_CHK_CUSTOM_YBUTTON			= Y poga
IDC_CHK_CUSTOM_WHEELUP			= Ritināt uz augšu 
IDC_CHK_CUSTOM_WHEELDN			= Ritināt uz leju

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Kontekstizvēlnes iestatījumi
IDC_CHK_SHELL_USE_SHELL_MENU		= Lietot kontekstizvēlni Windows Explorer pārlūkā
IDC_CHK_SHELL_TRANSFORM_DLG		= Apstrādāt attēlu ar Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Skatīt attēlu ar Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Skatīt attēlu kontekstizvēlnē
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Rādīt attēla informāciju
IDC_CHK_SHELL_SHOW_ICON			= Rādīt Honeyview ikonu

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Dažādi iestatījumi
IDC_STATIC_PHOTOFOLDER			= Foto mape
IDC_STATIC_PHOTOFOLDER_DESC1		= Foto mape 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Foto mape 2:
IDC_BTN_PHOTOFOLDER_SET1		= Atrast...
IDC_BTN_PHOTOFOLDER_OPEN1		= Atvērt
IDC_BTN_PHOTOFOLDER_SET2		= Atrast...
IDC_BTN_PHOTOFOLDER_OPEN2		= Atvērt
IDC_STATIC_EXTPROGRAM			= Attēlu redaktors
IDC_BTN_SET_EXTPROG0			= Atrast...
IDC_BTN_SET_EXTPROG1_FAST		= Noteiktie
IDC_CHK_PAGETURNWAV			= Skaņas efekts lapas pagriešanai
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Neatvērt RAW attēlus
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Atverot JPEG attēlus, neatvērt RAW attēlus ar tādu pat nosaukumu
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Atverot RAW attēlus, rādīt sīkattēlu, ja tāds ir
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Pieskaņot loga izmēru attēla izmēram
IDC_CHK_DISABLE_SCREEN_SAVER		= Atslēgt Windows ekrānsaudzētāju kamēr darbojas Honeyview

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Valodas iestatījumi
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Lejupielādēt valodas...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Atvērt valodu mapi...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Izvēlēties attēlu
IDC_CHECK_SHOW_THUMBNAIL		= Slēpt sīkattēlu joslu

[IDD_PASSINPUT]
IDD_PASSINPUT				= Ievadīt paroli
IDC_STATIC_PASSDESC			= Fails ir šifrēts. Lūdzu ievadiet paroli.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Rediģēt grāmatzīmes
IDC_BTN_DEL				= Dzēst
IDC_BTN_IMPORT				= Importēt grāmatzīmes
IDC_BTN_EXPORT				= Eksportēt grāmatzīmes

[IDD_PRINT]
IDD_PRINT				= Drukāt
IDC_GROUP_PRINTER			= Printera izvēle
IDC_BTN_PRINTER_PROPERTY		= Printera iestatījumi
IDC_CHK_ROTATE				= Pagriezt par 90˚
IDC_CHK_FIT_IN				= Izvērst lapā
IDC_STATIC_ZOOM				= Mērogs:
IDC_STATIC_MARGIN_L			= Piemales Kreisā:
IDC_STATIC_MARGIN_T			= Augšējā:
IDC_STATIC_MARGIN_R			= Labā:
IDC_STATIC_MARGIN_B			= Apakšējā:
IDC_STATIC_COPIES			= Kopijas:
IDC_BTN_PRINT				= Drukāt
IDC_BTN_CLOSE				= Aizvērt

[IDD_UPDATE]
IDD_UPDATE				= Honeyview atjauninājumi
IDC_STATIC_MESSAGE_1			= Ir atrasti Honeyview atjauninājumi.
IDC_STATIC_MESSAGE_2			= Spiediet pogu Atjaunināt lai uzliktu jaunāko versiju.
IDOK					= Atjaunināt
IDCANCEL				= Atcelt
IDC_BTN_SETTING_UPDATE			= Iestatījumi

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Pārsaukt vai Aizvietot
IDC_STATIC_ASK_OVERWRITE		= Fails jau eksistē.
IDC_STATIC_SRC				= Esošais attēls
IDC_STATIC_DST				= Mērķa attēls
IDC_BTN_OVERWRITE			= Aizvietot
IDC_BTN_RENAME				= Saglabāt kā...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Ielikt kā darbvirsmas attēlu
IDC_STATIC_PREVIEW			= Apskate
IDC_STATIC_BACK_COLOR			= Fona krāsa
IDC_RADIO_BACKCOLOR_0			= Melna
IDC_RADIO_BACKCOLOR_1			= Automātiska
IDC_RADIO_BACKCOLOR_2			= Noteikta...
IDC_BTN_BKGND				= Izvēlēties...
IDC_BTN_CLOSE				= Aizvērt
IDC_BTN_APPLY				= Apstiprināt

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Atvērt failu
IDC_STATIC_OPENING			= Atver...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Izvēlēties mapi
IDC_STATIC_FOLDER			= Mapes vieta:
IDC_BTN_NEWFOLDER			= Jauna mape
IDC_CHK_OPEN_SUBFOLDER			= Iekļaut visus failus no apakšmapēm

[IDD_TRANSFORM]
IDD_TRANSFORM				= Attēlu apstrāde
IDC_STATIC_FILELIST			= Datņu saraksts
IDC_STATIC_PREVIEW			= Apskate
IDC_BTN_START				= Sākt
IDC_BTN_CLOSE				= Aizvērt
IDC_BTN_OPEN_DEST_FOLDER		= Atvērt mapi

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Pagriešana
IDC_RADIO_ROTATE_NONE			= Neveikt pagriešanu
IDC_RADIO_ROTATE_LEFT			= Pagriezt par -90˚
IDC_RADIO_ROTATE_RIGHT			= Pagriezt par 90˚
IDC_RADIO_ROTATE_180			= Pagriezt par 180˚
IDC_RADIO_ROTATE_AUTO			= Automātiski pagriezt pēc EXIF datiem
IDC_STATIC_RESIZE			= Izmēra maiņa
IDC_STATIC_RESIZE_SIZE			= Jaunais izmērs

IDC_STATIC_FORMAT			= Faila formāta iestatījumi
IDC_STATIC_FORMAT_SELECT		= Formāts:
IDC_STATIC_FORMAT_QUALITY		= Kvalitāte:
IDC_STATIC_SAVE				= Rezultāta mape
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Saglabāt oriģinālajā mapē
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Saglabāt Foto mapē
IDC_RADIO_TARGETFOLDER_CUSTOM		= Saglabāt:
IDC_STATIC_FILENAME_HEADER		= Faila nosaukuma priedēklis
IDC_STATIC_FILENAME2SAVE		= Faila nosaukums
IDC_BTN_INIT				= Atcelt


[SKIN]
$TT_FULLSCREEN				= Pilnekrāna (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Taustiņš: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Taustiņš: Alt+Z
$TT_PAGESELECT				= Izvēlēties attēlu (Enter)
$TT_LOCKCONTROLBAR			= Fiksēt vadības paneli (Taustiņš: ~)
$TT_LOCKTITLEBAR			= Fiksēt galveno izvēlni (Taustiņš: `)
$TT_COPY_EXIFINFO			= Kopēt Attēla/EXIF informāciju (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Rādīt/Slēpt Attēla/EXIF informāciju (Taustiņš: Tab)
$TT_LAUNCH_GPS_LOCATION			= Skatīt atrašanās vietu Google Maps.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Atskaņot audio failu (Skaņas fails).
$TT_CLOSE_EXIFINFO			= Aizvērt (Taustiņš: Tab)
$TT_PREV_BTN				= Kreisā peles poga:Iepriekšējais, Kreisā peles poga:Iepriekšējais 10tais
$TT_NEXT_BTN				= Labā peles poga:Nākamais, Labā peles poga:Nākamais 10tais

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Skaņas
$BTN_TEXT_SHOWMODE			= Skatīšana
$BTN_TEXT_PHOTOFOLDER			= Kopēšana
$BTN_TEXT_EDIT				= Apstrāde
$BTN_TEXT_STICKY			= Fiksēt
$BTN_TEXT_BOOKMARK			= Grāmatzīmes
$BTN_TEXT_SLIDESHOW			= Slīdrāde
$BTN_TEXT_UPDATE			= Ir jaunāka versija

$TEXT_SETTINGTAB_GENERAL		= Vispārīgi
$TEXT_SETTINGTAB_VIEW			= Skatīšana
$TEXT_SETTINGTAB_BOOKMARK		= Grāmatzīmes
$TEXT_SETTINGTAB_ASSOC			= Piesaistīšana
$TEXT_SETTINGTAB_IMAGEPROCESS		= Apstrāde
$TEXT_SETTINGTAB_KEYBOARD		= Klaviatūra
$TEXT_SETTINGTAB_MOUSE			= Pele
$TEXT_SETTINGTAB_SHELL			= Kontekstizvēlne
$TEXT_SETTINGTAB_ETC			= Dažādi
$TEXT_SETTINGTAB_LANG			= Valoda (Language)

$TEXT_DESKTOP				= Darbvirsma
$TEXT_DOCUMENT				= Dokuments
$TEXT_PICTURE				= Attēls
$TEXT_COMPUTER				= Dators


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Apstrādāt ar Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			= Skatīt ar Honeyview(&3)
TEXT_LOADING				= Ielasa...
TEXT_IMAGE_LOAD_FAILED			= Neizdevās ielasīt failu
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Priekšapskate nav iespējama


[INSTALLER]
LNK_FILE_DESC				= Darbināt Honeyview
UNINSTALLER_LNK_NAME 			= Programmas atinstalēšana

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview darbojas. PVispirms izejiet no programmas.
MSG_ASK_DELETE_ALL_FILES		= Daži faili palika programmas mapē ($INSTDIR).[br][br]Vai izdzēst visu mapi?
MSG_ASK_RESTART_EXPLORER		= Lai pabeigtu instalāciju, Windows Explorer jārestartē. Vai restartēt to tagad?
MSG_ASK_UNINSTALL_HV3			= Ir instalēta Honeyview3. Vispirms jāatinstalē Honeyview3 lai instalētu jauno versiju. Vai atinstalēt?
MSG_UNINSTALL_HV3_FAILED		= Neizdevās atinstalēt.
MSG_RESTART_EXPLORER			= Windows Explorer tiks restartēts lai pabeigtu Honeyview3 atinstalēšanu.

TEXT_LICENSE				= Honeyview Licences vienošanās
TEXT_OPTIONS				= Instalēšanas opcijas
TEXT_OPT_PROGRAMGROUP			= Izveidot programmas grupu
TEXT_OPT_DESKTOPSHORCUT			= Izveidot norādi uz darbvirsmas
TEXT_OPT_QUICKLAUNCH			= Izveidot norādi Quick Launch panelī
TEXT_OPT_FOLDER				= Mērķa mape
TEXT_OPT_REGIMAGE			= Piesaistīt failu paplašinājumus
TEXT_SELECT_FOLDER			= Izvēlēties mapi
TEXT_LICENSE_LINK			= [Web lapa]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= LIETOTĀJA LICENCES VIENOŠANĀS
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview ir bezmaksas ļoti ātrs attēlu skatītājs, ko izstrādā un izplata Bandisoft.[br][br]Šī programma ir bezmaksas lietojot individuāli, komerciāli, valsts iestādēs, un citur.

TEXT_ASK_RESTART_EXPLORER		= Windows Explorer vajag restartēt lai pabeigtu instalāciju. Vai restartēt tagad?
TEXT_NEED_ADMIN_PRIVILEGE		= Šo programmu var instalēt tikai lietotājs ar Administratora tiesībām.[br][br]Lietotājs bez Administratora tiesībām nevar korekti instalēt programmu.[br][br]Vai pārtraukt instalēšanu?

